Repository: Artado-Project/artadosearch
Catalog: artadosearch/App_GlobalResources/Langs.*.resx
Languages: ky, tk, uz

# About
source: About Us
ky: Биз жөнүндө
tk: Haqqımızda
uz: Biz haqimizda

# AboutSearch
source: About Artado Search
ky: Artado Излө жөнүндө
tk: Artado Gözleýär barada
uz: Artado Qidiruv haqida

source: Academic
ky: Академикалык
tk: Akademiýa
uz: Akademik

source: Apply
ky: Өткөрүү
tk: Ugurlaň
uz: Ariza berish

# Attention
source: This page has not been translated into all languages.
ky: Бул барак күтөлгөн баардык тилдерге аударулган эмес.
tk: Bu sahypa ähli dillerde terjime edilmegine degişiklik ýok.
uz: Ushbu sahifa hali barcha tillarga tarjima qilinmagan.

# Azer
source: Azerbaijani
ky: Азербайжан
tk: Azerbaýjan
uz: Ozarbayjon

# Background
source: Wallpaper
ky: Арка там
tk: Arqa fon
uz: Orqa fon

# Back_exp
source: You can put any picture you want in the background. You can reset the background by leaving it blank.
ky: Арка тамга бирок экинчи болгондо, кат коюу аракетин тазалай аласыз. Арка тамы бош калдырасыз.
tk: Siz istediňiz resmäni arqa fon bolmagy üçin goşa bilersiňiz. Arqa fonu boş goýup durmagyňyz bilen onu yza çekersiňiz.
uz: Siz istagan rasmini orqa fon qilib qo'yishingiz mumkin. Orqa fonni bo'sh qoldirib qo'yingizda, uni qaytarishingiz mumkin.

# Basics
source: Basic Settings
ky: Негизги орнотмо
tk: Esasy düzgünlemeler
uz: Asosiy sozlashlar

# Beta
source: This feature is not currently available as Artado Search is still in beta.
ky: Бул мүчө Artado Излө бета версияда бар эмес.
tk: Artado Gözleýär hala beta versiýada boldugu üçin bu özelliği indi ulanylmasa da
uz: Ushbu xususiyat hozirda Artado Qidiruv beta versiyasida bo'ldi, shuning uchun uni hali foydalanish imkoni yo'q.

source: Bosnian
ky: Босния
tk: Bosniýa
uz: Bosniya

source: Bottom
ky: Алдынка
tk: Aşakda
uz: Past

source: Bulgarian
ky: Болгар
tk: Bolgariýa
uz: Bolgariya

# B_4
source: Enter the link of the image you want to put in the background.
ky: Арка тамга коюлгон сүрөт байланышын киргизиңиз.
tk: Arqa fon goşmaça baýlanyşyň baýlaýy ýerini giriziň.
uz: Orqa fon uchun rasmingiz havolasini kiriting.

source: Categories
ky: Категориялар
tk: Bölümler
uz: Kategoriyalar

# Cat_exp
source: You can change the location of the search categories.
ky: Издөө категорияларын коюунун орнуну алмаштыра аласыз.
tk: Gözleg bölümleriň ýeriňi üýtgetmegiňizi bolup bilersiňiz.
uz: Qidiruv kategoriyalari joylashuvini o'zgartirishingiz mumkin.

source: Chinese
ky: Кытай
tk: Hytaý
uz: Xitoy

source: Classic
ky: Классикалык
tk: Klassiki
uz: Klassik

source: Colorful
ky: Толук
tk: Meňzeş
uz: Rangli

source: Contact
ky: Байланыш
tk: Habarlaşmak
uz: Aloqa

# Cookies1
source: Cookies
ky: Кукис
tk: Çörekler
uz: Cookie fayllar

source: Create Profile
ky: Профиль түзүү
tk: Profili dörediň
uz: Profil yaratish

source: Custom
ky: Жекелештирилген
tk: Özelleşdirilen
uz: Maxsus

source: Custom CSS
ky: Жеке CSS
tk: Özelleşdirilen CSS
uz: Maxsus CSS

# CustomCSS_exp
source: You can customize and create your own theme for Artado with writing CSS code.
ky: Artado Излө үчүн өз теманызды CSS коду менен жекелештире аласыз.
tk: Artado üçin öz temiňizi ýazan CSS kodu bilen özelleşdirip doredip bilersiňiz.
uz: Artado uchun o'z mavzuingizni yozish CSS kodi bilan maxsuslashtirishingiz mumkin.

# CustomExt_exp
source: You can manage the extensions you use here. You can also find more extensions from the Artado Store.
ky: Бул жерде колдонгон кеңейтүүлөрдү жекелештире аласыз. Artado Магазасынан кеңейтүүлөрдү көп таба аласыз.
tk: Bu ýerde ulandygyňyz kakjylyklary ulanyp bilersiňiz. Aýratyn hyzmatlar üçin bolsa, daha kop kakjylary Artado Mağazasyndan tapyp bilersiňiz.
uz: Bu erda foydalanayotgan kengaytirishlarni boshqarishingiz mumkin. Artado do'konidan yana kengaytirishlar olishingiz mumkin.

source: Customization
ky: Жекелештирүү
tk: Özelleşdirme
uz: Maxsuslashtirish

# CustomJS
source: Custom Extension
ky: Жеке Кеңейтүү
tk: Özelleşdirilen kiçijat
uz: Maxsus kengaytirish

# CustomJS_exp
source: You can customize and create your own extension for Artado with writing Javascript code.
ky: Artado Излө үчүн Жаваскрипт коду менен жеке кеңейтүү жаса аласыз.
tk: Artado üçin JavaScript kodu ýazyp, özelleşdirilýän kiçijatynyzy döretmäge we hem-de onu dolandyrmaga täze kakjylar tapyp bilersiňiz.
uz: Artado uchun JavaScript kodi yozib, o'zingizning maxsus kengaytirishingizni yaratishingiz mumkin.

source: Custom Themes
ky: Жеке Темалар
tk: Özelleşdirilen temalar
uz: Maxsus mavzular

# CustomTheme_exp
source: You can manage the themes you use here. Also you can find more themes in Artado Store.
ky: Бул жерде колдонгон темаларды башкаруу мүмкүн. Artado Магазасында темаларды көп таба аласыз.
tk: Bu ýerde ulandygyňyz temalary ulanyp bilersiňiz. Şeýle-de, Artado Mağazasynda daha kop temalar tapyp bilersiňiz.
uz: Bu erda foydalanayotgan mavzularni boshqarishingiz mumkin. Shuningdek, Artado do'konida yana ko'p mavzular olishingiz mumkin.

source: Default
ky: Өзгөчө
tk: Defolt
uz: Odatiy

# Default2
source: Default Settings
ky: Өзгөчө орнотмо
tk: Defolt parametrler
uz: Odatiy sozlashlar

# Default3
source: Return to default settings.
ky: Өзгөчө орнотмолорго кайтаруу.
tk: Defolt parametrlere dönmek.
uz: Odatiy sozlashlarga qaytish.

source: Donate
ky: Колдонгондо
tk: Adat ber
uz: Hissiyot qilish

# Down
source: Sorry! We are currently experiencing a problem. Artado will be active again soon.
ky: Кечиресиз! Биз дареги киргизгенде, Artado Излө мурун кайрадан ишке келет.
tk: Üzr berýäris! Hozurumyz bar. Artado hözir bellenen wagtda işledilýär.
uz: Uzr! Biz hozircha muammo bilan duch kelyapmiz. Artado yaqinda ishga tushadi.

source: English
ky: Англисче
tk: Iňlis
uz: Ingliz

# EnterName
source: Please enter a profile name
ky: Ат киргизиңиз
tk: Seýilmiş profil ady dörediň
uz: Iltimos, profil nomini kiriting

source: Extensions
ky: Кеңейтүүлөр
tk: Kakjylar
uz: Kengaytirishlar

# Film
source: Movie
ky: Фильм
tk: Filmler
uz: Film

source: French
ky: Французча
tk: Fransuz
uz: Fransuz

source: German
ky: Немисче
tk: Nemis
uz: Nemis

# GoStore
source: Go to the Store
ky: Дүкөнгө кирүү
tk: Mağazaga git
uz: Dokonga o'ting

# Home_Custom
source: You can find new themes, apps and games from the store.
ky: Магазада жаңы темалар, апкарлар жана оюндар таба аласыз.
tk: Mağazada täze temalar, programma we oýunlary tapyp bilersiňiz.
uz: Do'kon dan boshqa temalar, dasturlar va o'yinlar topishingiz mumkin.

# Home_Privacy
source: Artado does not collect any of your personal data. Artado protects your privacy as much as possible.
ky: Artado тандаган кишек колдонуучулардын маалыматтарын топтомо. Artado мүмкүнчүлүк келген кийимдүүлүк камсыздоо менен ажыратат.
tk: Artado şahsy maglumatlaryňyzy toplamak bolmaz. Artado bar bolmaga ýatyşyp gorar möjdegini gowşurýar.
uz: Artado hech qanday shaxsiy ma'lumotlarni yig'ib o'zmagan. Artado sizning gizlinlikni mumkin qadar himoya qiladi.

# Home_Projects
source: You can find many more of our projects such as browsers and store here.
ky: Браузерлер жана дүкөн кызматтары кабыл алуу үчүн башка проекттерди бул жерде тапса аласыз.
tk: Brauzerler we mağaza gibileriň soňky ähli jaýlaryny da tapyp bilersiňiz.
uz: Siz bizning brauzerlar va do'kon kabi boshqa loyihalarimizni ham topishingiz mumkin.

source: Hungarian
ky: Мажарча
tk: Venger
uz: Vengr

# Image
source: Images
ky: Сүрөт
tk: Suratlar
uz: Rasm

source: Info
ky: Маалымат
tk: Maglumat
uz: Ma'lumot

source: IT
ky: ИТ
tk: TI

source: Italian
ky: Итал юанча
tk: Italiýan
uz: Italiyan

source: Japanese
ky: Жапончо
tk: Ýapon
uz: Yapon

source: Kazakh
ky: Қазақча
tk: Kazak
uz: Qozog'

source: Korean
ky: Корейче
tk: Koreý
uz: Koreys

source: Kyrgyz
ky: Кыргызча
tk: Gyrgyz
uz: Qirg'iz

# Lang
source: Languages
ky: Тилдер
tk: Diller
uz: Tillar

# Lang_exp
source: Change the language you are using Artado Search.
ky: Колдонгон тилиңизди Artado Излөдө өзгөртүү мүмкүн.
tk: Artado Gözleýäri ulanyş dilini üýtgemek.
uz: Artado Qidiruvi foydalanuvchi tili o'zgartiriladi.

source: Left
ky: Сол
tk: Sol
uz: Chap

# Logo_exp
source: You can change Artado Search's logo as you wish. More logos can be found in the store.
ky: Artado Излөнүн логотипин каалаганча өзгөртүү мүмкүн. Магазада көбүрөөк логотиптер таба аласыз.
tk: Artado Gözleýäri logoşyny görkezmegiňizi üýtgetjek bolup, mağazada kop logony tapyp bilersiňiz.
uz: Artado Qidiruvi logotipini o'zingizning istagingizcha o'zgartirishingiz mumkin. Ko'p logotiplar do'konida topishingiz mumkin.

source: Macedonian
ky: Македончо
tk: Makedon
uz: Makedoniyan

# Manifest
source: Manifesto
ky: Манифест
tk: Manifest
uz: Manifest

# Manifesto1
source: Artado Manifesto
ky: Artado Манифести
tk: Artado manifest
uz: Artado manifesti

# Manifesto2
source: We advocate an internet where everyone can freely exchange information, respect personal data and express ideas without any censorship.
ky: Биз адамдардын маалымат алмашуусун, жеке маалыматтарга көбөйкөлөй урмат көрсөтүүгө жана абал көрсөтүүсүз, фикрлерди чет өткөрүүгө чет жана кысык сактоого жана фикрлерди чечимден чет өткөрүүгө, көбүрөөк жокколуктон билек булган интернетти болгончо камсыз коого болууну сактайт.
tk: Her bir adam ähli tsensur olunmaýanlykda mälumatlary özara aýratynlyk bilen ulanmak, şahsy maglumatlary sadaqat bilen goramak we synlamak üçin internetiň seredişine gatnaşmagy taýýarlap bilýär.
uz: Biz internetda har bir odamning ma'lumotlarni ozod almashtirish, shaxsiy ma'lumotlarni hurmat qilish va tashqi chegaralashtirmasiz g'oyalar ifodalash imkoniyatiga ega bo'lishini qo'llaymiz.

source: Menu
ky: Меню
tk: Menýu
uz: Menyu

source: News
ky: Жаңылыктар
tk: Ýagdaýlar
uz: Yangiliklar

source: Night
ky: Түн
tk: Gije
uz: Tungi

# Old
source: Old Logo
ky: Эски логотип
tk: Eski logo
uz: Eski logotip

source: Open Source
ky: Ачык кагаз
tk: Açyk mukdarda
uz: Ochiq manbali

source: Portuguese
ky: Португалча
tk: Portugal
uz: Portugaliyan

source: Pride
ky: Майрам
tk: Mertebegi
uz: G'urur

source: Privacy
ky: Жекелештирүү
tk: Gizlinlik
uz: Maxfiylik

source: Profiles
ky: Профилдер
tk: Profiller
uz: Profillar

# Profiles_exp
source: Profiles are a way to store your Artado configurations in the cloud. You can save your customization to the cloud and use it in another device or you can share your customization with your friends. Also by logging in your Artado account you can sync your profiles.
ky: Профилдер Artado ын булуттан жаңылоо жолу болуп сакталат. Сиз жаңылоону булутка жайгаштырып, башка түзөлгөн үчүн камтуу жана андан кийин чечим жана кардым менен бөлүшсөз. Анын бирок, Artado аккаунтуңузга кирүүдө профилдерди синхрондоо болот.
tk: Profiller, Artado düzgünlemeleriňizi toýdan gowşurup bilýän ylalymyzy saklamak üçin bir zadydır. Siziň özelleşdirmeleriňizi toýda saklap, ony başga gurama ulanmak üçin ulanbilýäňiz, yada dostlaryňyz bilen paýlaşmak üçin ulanbilýäňiz. Hem-de Artado hasabyňyza giriň we profilleriňizi synklaýa bilýärsiňiz.
uz: Profillar - Artado sozlashlarini bulutda saqlash usuli. Öz sozlashlaringizni bulutda saqlab, boshqa qurilmada ulanishingiz, yoki do'stlaringiz bilan ulashishingiz mumkin. Shuningdek, Artado hisobingizga kiring va profil larni sinxronlashtirishingiz mumkin.

source: Profile Name
ky: Профиль аты
tk: Profil ady
uz: Profil nomi

# Projects
source: Our Projects
ky: Проекттеримиз
tk: Bizning jaýlar
uz: Bizning loyihalar

source: Results
ky: Натыйжалар
tk: Netijeler
uz: Natijalar

source: Right
ky: Оң
tk: Saý
uz: O'ng

source: Russian
ky: Орусча
tk: Rus
uz: Rus

source: Serbian
ky: Сербче
tk: Serbiýan
uz: Serbiyan

source: Settings
ky: Орнотмолор
tk: Gazanmaklar
uz: Sozlashlar

# Sign
source: Sign in
ky: Кирүү
tk: Girmek
uz: Kirish

# Slogan
source: Explore Internet!
ky: Кимге карата
tk: Interneti araň!
uz: Internetni o'rgan!

source: Spanish
tk: Ispan
uz: Ispan

# Sync
source: Sync with your Artado account
tk: Artado hasabyňyz bilen sinxronlaşdyryň
uz: Artado hisobingiz bilan sinxronlashtirishingiz mumkin

source: Themes
tk: Temalar
uz: Mavzular

# Theme_exp
source: You can find more themes in Artado Store.
tk: Artado Mağazasynda kop temalarny tapyp bilersiňiz.
uz: Artado do'konida ko'p mavzularni topishingiz mumkin.

source: Top
tk: Ýokary
uz: Tepa

source: Turkish
tk: Türkmen
uz: Turk

source: Turkmen
tk: Türkmen
uz: Turkman

source: Ukrainian
tk: Ukrain
uz: Ukrain

source: Uzbek
tk: O'zbek
uz: O'zbek

source: Video
tk: Wideo

source: Logo
ky: Логотип
uz: Logotip

source: Blog
ky: Блог

source: Forum
ky: Форум
