{
  "about_us": "Hakkımızda",
  "home": "Ana Sayfa",
  "content_1": "Artado Search'e (tekrar) hoş geldiniz. Bizler bilgi ve internet özgürlüğüne inanan bir grup insanız. İnternetin herhangi bir güç veya otorite tarafından kısıtlanmadan herkes tarafından erişilebilir olması gerektiğine inanıyoruz. İnternetteki bilgi zenginliğine erişmek temel bir haktır. Herkesin özgürce bilgi alışverişinde bulunabildiği, kişisel verilere saygı duyulan ve fikirlerin sansür olmaksızın ifade edilebildiği bir interneti savunuyoruz.",

  "our_mission": "Misyonumuz",
  "mission_content": "Misyonumuz özgürleştirici, açık ve herkes tarafından kullanılabilen bir arama motoru yaratmaktır. Vizyonumuz, sansürden yoksun, müdahaleci veri toplamaya karşı bağışık ve dış kontrolden etkilenmeyen bir arama deneyimidir. Açık kaynak ilkelerini benimseyen, şeffaflıkla gelişen bir arama motoru geliştirmeye kararlıyız.",
  "mission_content_1": "Sınırları ve cihaz sınırlamalarını aşan, herkes için erişilebilirlik sağlayan bir arama motoru oluşturmayı hedefliyoruz. Nerede olursanız olun veya hangi cihazı kullanırsanız kullanın, arama motorumuz güvenilir yol arkadaşınız olacak şekilde tasarlanmıştır.",
  "mission_content_2": "Hızlı, güvenilir ve güvenlikle güçlendirilmiş arama motorumuz, kullanıcı deneyimini yeniden tanımlamayı amaçlıyor. Reklamları ve izlemeyi unutun - kendimizi karmaşadan uzak ve özel bir arama ortamı sunmaya adadık.",
  "mission_content_3": "Amacımız, kullanıcıları herhangi bir merkezi otoriteden bağımsız olarak bilgi özgürlüğü ile güçlendirmektir. Gelin, açıklık ve kapsayıcılığın gerçek ruhunu yansıtan bir arama motoru yaratmak için bu yolculuğa birlikte çıkalım!",

  "artado_team": "Artado Ekibi",
  "team_content": "Artado, bilgi özgürlüğüne ve internete inanan bir grup insan tarafından geliştirilmekte olan bir projedir. İşte şu anda proje üzerinde çalışan kişiler:",

  "ardatdev_role": "Proje Sorumlusu",
  "arnolxu_role": "Proje Sorumlusu",
  "yasinldev_role": "Proje Sorumlusu",
  "contributors": "Katkıda Bulunanlar",
  "contributors_thanx": "Bu projeye katkıda bulunan herkese teşekkür ederiz!",

  "contributing": "Katkıda Bulunma",
  "contributing_content": "Misyonumuza inanan ve bunu başarmamıza yardımcı olmak isteyen herkesin katkılarına açığız. Projeye katkıda bulunmak istiyorsanız, katkı yönergelerimize göz atabilirsiniz."
}