{
  "donation": "Bagıs",
  "home": "Ana Sayfa",
  "donation_text_1": "Artado Search, dünya çapında binlerce kullanıcı için güvenilir ve hızlı bir arama deneyimi sağlayan bir arama motorudur. Ancak bu hizmeti sürdürmek ve geliştirmek için topluluğumuzun desteğine ihtiyacımız var. Bağışlarınız Artado Search'ün sunucu maliyetlerini karşılamak, teknik altyapıyı güçlendirmek, yeni özellikler eklemek ve kullanıcı deneyimini iyileştirmek için kullanılacaktır. Ayrıca, bağışlarınız projenin daha fazla kişiye ulaşmasına ve daha kapsamlı bir hizmet sunmasına yardımcı olacaktır. Artado Search'ün bağımsız bir arama motoru olarak varlığını sürdürmesi ve gelişmesi için desteğiniz hayati önem taşıyor. Bağışlarınızla Artado Search'ün daha da büyümesine ve gelişmesine katkıda bulunabilirsiniz.",
  "subtitle_1": "Bagıslarınızı Nerede Kullanacagız?",
  "list_title_1": "1. Sunucu ve Altyapı Masrafları: ",
  "list_desc_1": "Bağışlarınız, Artado'nun dünya genelinde hızlı ve güvenilir bir arama deneyimi sunabilmesi için gereken teknik altyapının güçlendirilmesine yönlendirilecektir. Bu kapsamda, sunucu kapasitesini artırmak, veri depolama ve işleme altyapısını iyileştirmek, ağ hızını optimize etmek ve güvenlik önlemlerini güçlendirmek için bağışlarınız kullanılacaktır. Böylelikle, kullanıcılarımız her zaman istedikleri bilgilere hızlı ve güvenilir bir şekilde erişebileceklerdir.",
  "list_title_2": "2. Geliştirme ve Yenilik: ",
  "list_desc_2": "Bağışlarınız, Artado'nun kullanıcı deneyimini sürekli olarak iyileştirmek ve yeni özellikler eklemek için kullanılacaktır. Geliştirme çalışmaları kapsamında, kullanıcı geri bildirimlerini dikkate alarak arama algoritmasını optimize etmek, arayüzü güncellemek, mobil uygulamaları geliştirmek ve kullanıcı dostu özellikler eklemek gibi alanlarda çalışmalar yapılacaktır. Bu sayede, kullanıcılarımızın ihtiyaçlarına daha iyi cevap verebilecek ve kullanıcı deneyimi sürekli olarak iyileştirilebilecektir.",
  "list_title_3": "3. Topluluk ve Destek: ",
  "list_desc_3": "Bağışlarınız, Artado'nun daha geniş bir kullanıcı kitlesine ulaşmasını sağlamak ve topluluğumuzun ihtiyaçlarını karşılamak için kullanılacaktır. Bu kapsamda, topluluk etkinlikleri düzenlemek, kullanıcılarla etkileşimi artırmak, eğitim ve bilgilendirme programları düzenlemek gibi faaliyetler gerçekleştirilecektir. Ayrıca, kullanıcı destek hizmetlerinin iyileştirilmesi ve topluluk katılımını teşvik etmek için çeşitli programlar oluşturulacaktır. Bu sayede, kullanıcılarımızın ihtiyaçlarına daha iyi yanıt verebilecek ve topluluk olarak daha güçlü bir şekilde bir araya gelebileceğiz.",

  "donation_text_2": "Bağışlarınızın her biri, projemizin büyümesine ve gelişmesine doğrudan katkıda bulunacaktır. Artado'nun geleceğini şekillendirmemize yardımcı olmak için bugün bağış yapın.",
  "subtitle_2": "Bagıs Yapmak Icin:",
  "list_card_1": "IBAN :",
  "list_card_desc_1": "TR05 0082 9000 0949 1729 8799 23",
  "donation_text_3": "Artado'nun daha güçlü ve etkili bir arama deneyimi sunması için sizin desteğiniz çok değerlidir. Bağışlarınız için teşekkür ederiz.",
  "donation_text_4": "Saygılarımızla, Artado Ekibi"
}