{
  "about_us": "About Us",
  "home": "Home",
  "about_content": "Welcome (again) to Artado Search. We are a group of people who believe in the freedom of information and the internet. We believe that the internet should be accessible to everyone, without restrictions from any power or authority. Accessing the wealth of information on the internet is a fundamental right. We advocate for an internet where everyone can engage in free information exchange, where personal data is respected, and where ideas can be expressed without censorship.",

  "our_mission": "Our Mission",
  "mission_content": "Our mission is to create a search engine that is liberating, open, and available to all. Our vision is a search experience devoid of censorship, immune to intrusive data collection, and impervious to external control. We are committed to developing a search engine that thrives on transparency, embracing open-source principles.,",
  "mission_content_1": "We aspire to build a search engine that transcends borders and device limitations, ensuring accessibility for everyone. No matter where you are or what device you use, our search engine is designed to be your reliable companion.,",
  "mission_content_2": "Swift, dependable, and fortified with security, our search engine aims to redefine the user experience. Forget about ads and tracking – we're dedicated to delivering a clutter-free and private search environment.",
  "mission_content_3": "Our goal is to empower users with information freedom, free from any centralized authority. Let's embark on this journey together to create a search engine that reflects the true spirit of openness and inclusivity!",

  "team": "Artado Team",
  "team_content": "Artado is a project that is being developed by a group of people who believe in the freedom of information and the internet. Here are the people who are currently working on the project:",
  "role": "Project Maintainer",
  "contributors": "Contributors",
  "contributors_content": "Thanks to all contributors",

  "contributing": "Contributing",
  "contributing_content": "We are always looking for people who want to contribute to the project. If you are interested in contributing, please visit our GitHub page and submit a pull request. We are always looking for people who want to contribute to the project. If you are interested in contributing, please visit our GitHub page and submit a pull request."
}