{
  "donation": "Donation",
  "home": "Home",
  "donation_text_1": "Artado Search is a search engine that provides a reliable and fast search experience for thousands of users around the world. However, to maintain and improve this service, we need the support of our community. Your donations will be used to cover Artado Search's server costs, strengthen the technical infrastructure, add new features and improve the user experience. In addition, your donations will help the project reach more people and provide a more comprehensive service. Your support is vital for Artado Search to survive and thrive as an independent search engine. With your donations, you can contribute to the further growth and development of Artado Search.",
  "subtitle_1": "Where will we use your donations?",
  "list_title_1": "1. Server and Infrastructure Costs: ",
  "list_desc_1": "Your donations will be directed towards strengthening the technical infrastructure required for Artado to provide a fast and reliable search experience worldwide. In this context, your donations will be used to increase server capacity, improve data storage and processing infrastructure, optimize network speed and strengthen security measures. In this way, our users will always have fast and reliable access to the information they need.",
  "list_title_2": "2. Development and Innovation: ",
  "list_desc_2": "Your donations will be used to continuously improve Artado's user experience and add new features. Within the scope of development efforts, we will work on areas such as optimizing the search algorithm, updating the interface, improving mobile applications and adding user-friendly features by taking user feedback into account. In this way, we will be able to better respond to the needs of our users and continuously improve the user experience.",
  "list_title_3": "3. Community and Support: ",
  "list_desc_3": "Your donations will be used to enable Artado to reach a wider user base and to meet the needs of our community. In this context, activities such as organizing community events, increasing interaction with users, organizing training and information programs will be carried out. In addition, various programs will be created to improve user support services and encourage community participation. In this way, we will be better able to respond to the needs of our users and come together more strongly as a community.",

  "donation_text_2": "Each of your donations will directly contribute to the growth and development of our project. Donate today to help us shape the future of Artado.",
  "subtitle_2": "To Donation: ",
  "list_card_1": "IBAN :",
  "list_card_desc_1": "TR05 0082 9000 0949 1729 8799 23",
  "donation_text_3": "Your support is invaluable for Artado to deliver a more powerful and effective search experience. Thank you for your donations.",
  "donation_text_4": "Best regards, Artado Team"
}